{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "CinematicWidget",
			"Children": [
				{
					"Source": {
						"Text": "Loading"
					},
					"Translation": {
						"Text": "Loading"
					},
					"Key": "Loading"
				}
			]
		},
		{
			"Namespace": "CombatDefeat",
			"Children": [
				{
					"Source": {
						"Text": "+0"
					},
					"Translation": {
						"Text": "+0"
					},
					"Key": "ExpPreview"
				},
				{
					"Source": {
						"Text": "0"
					},
					"Translation": {
						"Text": "0"
					},
					"Key": "GoldPreview"
				},
				{
					"Source": {
						"Text": "0 / 3"
					},
					"Translation": {
						"Text": "0 / 3"
					},
					"Key": "SurvivorPreview"
				},
				{
					"Source": {
						"Text": "12"
					},
					"Translation": {
						"Text": "12"
					},
					"Key": "EnemyPreview"
				},
				{
					"Source": {
						"Text": "2 라운드"
					},
					"Translation": {
						"Text": "2 라운드"
					},
					"Key": "RoundPreview"
				},
				{
					"Source": {
						"Text": "생존"
					},
					"Translation": {
						"Text": "생존"
					},
					"Key": "SurvivorLabel"
				},
				{
					"Source": {
						"Text": "용병단이 전투에서 패배했습니다"
					},
					"Translation": {
						"Text": "용병단이 전투에서 패배했습니다"
					},
					"Key": "Subtitle"
				},
				{
					"Source": {
						"Text": "전투 불능"
					},
					"Translation": {
						"Text": "전투 불능"
					},
					"Key": "Incapacitated"
				},
				{
					"Source": {
						"Text": "처치"
					},
					"Translation": {
						"Text": "처치"
					},
					"Key": "EnemyLabel"
				},
				{
					"Source": {
						"Text": "타이틀로 돌아가기"
					},
					"Translation": {
						"Text": "타이틀로 돌아가기"
					},
					"Key": "BackToTitle"
				},
				{
					"Source": {
						"Text": "패배"
					},
					"Translation": {
						"Text": "패배"
					},
					"Key": "Title"
				},
				{
					"Source": {
						"Text": "현재 전투 지역 · 2 라운드"
					},
					"Translation": {
						"Text": "현재 전투 지역 · 2 라운드"
					},
					"Key": "LocationPreview"
				},
				{
					"Source": {
						"Text": "획득 골드"
					},
					"Translation": {
						"Text": "획득 골드"
					},
					"Key": "GoldLabel"
				}
			]
		},
		{
			"Namespace": "CombatDefeatPreview",
			"Children": [
				{
					"Source": {
						"Text": "잊힌 성채"
					},
					"Translation": {
						"Text": "잊힌 성채"
					},
					"Key": "Location"
				}
			]
		},
		{
			"Namespace": "CombatGameMode",
			"Children": [
				{
					"Source": {
						"Text": "BOOTS"
					},
					"Translation": {
						"Text": "BOOTS"
					},
					"Key": "EquipmentSlotBoots"
				},
				{
					"Source": {
						"Text": "EMPTY"
					},
					"Translation": {
						"Text": "EMPTY"
					},
					"Key": "EquipmentSlotEmpty"
				},
				{
					"Source": {
						"Text": "GLOVES"
					},
					"Translation": {
						"Text": "GLOVES"
					},
					"Key": "EquipmentSlotGloves"
				},
				{
					"Source": {
						"Text": "Mercenary"
					},
					"Translation": {
						"Text": "Mercenary"
					},
					"Key": "UnknownRewardMercenary"
				},
				{
					"Source": {
						"Text": "WEAPON"
					},
					"Translation": {
						"Text": "WEAPON"
					},
					"Key": "EquipmentSlotWeapon"
				},
				{
					"Source": {
						"Text": "전투 보상"
					},
					"Translation": {
						"Text": "전투 보상"
					},
					"Key": "VictoryRewardTitle"
				},
				{
					"Source": {
						"Text": "현재 전투 지역"
					},
					"Translation": {
						"Text": "현재 전투 지역"
					},
					"Key": "CurrentCombatArea"
				}
			]
		},
		{
			"Namespace": "CombatHUD",
			"Children": [
				{
					"Source": {
						"Text": "0"
					},
					"Translation": {
						"Text": "0"
					},
					"Key": "SpeedPreview"
				},
				{
					"Source": {
						"Text": "AP  10 / 10"
					},
					"Translation": {
						"Text": "AP  10 / 10"
					},
					"Key": "AllyAPPreview"
				},
				{
					"Source": {
						"Text": "AP  5 / 5"
					},
					"Translation": {
						"Text": "AP  5 / 5"
					},
					"Key": "EnemyAPPreview"
				},
				{
					"Source": {
						"Text": "HP  100 / 100"
					},
					"Translation": {
						"Text": "HP  100 / 100"
					},
					"Key": "AllyHPPreview"
				},
				{
					"Source": {
						"Text": "HP  64 / 64"
					},
					"Translation": {
						"Text": "HP  64 / 64"
					},
					"Key": "EnemyHPPreview"
				},
				{
					"Source": {
						"Text": "골드"
					},
					"Translation": {
						"Text": "골드"
					},
					"Key": "MercenaryGoldLabel"
				},
				{
					"Source": {
						"Text": "골드"
					},
					"Translation": {
						"Text": "골드"
					},
					"Key": "MercenaryInventoryGold"
				},
				{
					"Source": {
						"Text": "기사"
					},
					"Translation": {
						"Text": "기사"
					},
					"Key": "AllyNamePreview"
				},
				{
					"Source": {
						"Text": "닫기"
					},
					"Translation": {
						"Text": "닫기"
					},
					"Key": "MercenaryBack"
				},
				{
					"Source": {
						"Text": "독수리"
					},
					"Translation": {
						"Text": "독수리"
					},
					"Key": "EnemyNamePreview"
				},
				{
					"Source": {
						"Text": "보유 아티팩트"
					},
					"Translation": {
						"Text": "보유 아티팩트"
					},
					"Key": "MercenaryInventoryTitle"
				},
				{
					"Source": {
						"Text": "상태"
					},
					"Translation": {
						"Text": "상태"
					},
					"Key": "AllyStatusLabel"
				},
				{
					"Source": {
						"Text": "상태"
					},
					"Translation": {
						"Text": "상태"
					},
					"Key": "EnemyStatusLabel"
				},
				{
					"Source": {
						"Text": "상태 없음"
					},
					"Translation": {
						"Text": "상태 없음"
					},
					"Key": "AllyNoStatus"
				},
				{
					"Source": {
						"Text": "상태 없음"
					},
					"Translation": {
						"Text": "상태 없음"
					},
					"Key": "EnemyNoStatus"
				},
				{
					"Source": {
						"Text": "선택한 용병 요약"
					},
					"Translation": {
						"Text": "선택한 용병 요약"
					},
					"Key": "AllySummaryHint"
				},
				{
					"Source": {
						"Text": "속도  4"
					},
					"Translation": {
						"Text": "속도  4"
					},
					"Key": "EnemySpeedPreview"
				},
				{
					"Source": {
						"Text": "속도  5"
					},
					"Translation": {
						"Text": "속도  5"
					},
					"Key": "AllySpeedPreview"
				},
				{
					"Source": {
						"Text": "스킬"
					},
					"Translation": {
						"Text": "스킬"
					},
					"Key": "MercenarySkills"
				},
				{
					"Source": {
						"Text": "아군"
					},
					"Translation": {
						"Text": "아군"
					},
					"Key": "AllyBadge"
				},
				{
					"Source": {
						"Text": "예상 피해  8~14"
					},
					"Translation": {
						"Text": "예상 피해  8~14"
					},
					"Key": "EnemyForecastPreview"
				},
				{
					"Source": {
						"Text": "용병"
					},
					"Translation": {
						"Text": "용병"
					},
					"Key": "MercenaryPageTitle"
				},
				{
					"Source": {
						"Text": "용병"
					},
					"Translation": {
						"Text": "용병"
					},
					"Key": "MercenaryTabTitle"
				},
				{
					"Source": {
						"Text": "이동"
					},
					"Translation": {
						"Text": "이동"
					},
					"Key": "MercenaryMovePreview"
				},
				{
					"Source": {
						"Text": "인벤토리"
					},
					"Translation": {
						"Text": "인벤토리"
					},
					"Key": "MercenaryInventoryPageTitle"
				},
				{
					"Source": {
						"Text": "인벤토리"
					},
					"Translation": {
						"Text": "인벤토리"
					},
					"Key": "MercenaryInventoryTab"
				},
				{
					"Source": {
						"Text": "적"
					},
					"Translation": {
						"Text": "적"
					},
					"Key": "EnemyBadge"
				},
				{
					"Source": {
						"Text": "치명타"
					},
					"Translation": {
						"Text": "치명타"
					},
					"Key": "MercenaryCrit"
				},
				{
					"Source": {
						"Text": "피의 성배 — 처치 시 체력을 5 회복한다."
					},
					"Translation": {
						"Text": "피의 성배 — 처치 시 체력을 5 회복한다."
					},
					"Key": "MercenaryInventoryPreview"
				}
			]
		},
		{
			"Namespace": "CombatLayoutHUD",
			"Children": [
				{
					"Source": {
						"Text": "1/칸"
					},
					"Translation": {
						"Text": "1/칸"
					},
					"Key": "MoveCostPerTileShort"
				},
				{
					"Source": {
						"Text": "AP"
					},
					"Translation": {
						"Text": "AP"
					},
					"Key": "DetailChipAp"
				},
				{
					"Source": {
						"Text": "AP"
					},
					"Translation": {
						"Text": "AP"
					},
					"Key": "DetailChipCost"
				},
				{
					"Source": {
						"Text": "AP 1/칸"
					},
					"Translation": {
						"Text": "AP 1/칸"
					},
					"Key": "MoveCost"
				},
				{
					"Source": {
						"Text": "AP {0}"
					},
					"Translation": {
						"Text": "AP {0}"
					},
					"Key": "SkillCost"
				},
				{
					"Source": {
						"Text": "AP/칸"
					},
					"Translation": {
						"Text": "AP/칸"
					},
					"Key": "DetailChipMoveCost"
				},
				{
					"Source": {
						"Text": "HP"
					},
					"Translation": {
						"Text": "HP"
					},
					"Key": "DetailChipHp"
				},
				{
					"Source": {
						"Text": "남은 AP"
					},
					"Translation": {
						"Text": "남은 AP"
					},
					"Key": "DetailChipMoveLeft"
				},
				{
					"Source": {
						"Text": "런 포기 요청에 실패했습니다."
					},
					"Translation": {
						"Text": "런 포기 요청에 실패했습니다."
					},
					"Key": "AbandonRunFailed"
				},
				{
					"Source": {
						"Text": "레벨"
					},
					"Translation": {
						"Text": "레벨"
					},
					"Key": "DetailChipLevel"
				},
				{
					"Source": {
						"Text": "방어"
					},
					"Translation": {
						"Text": "방어"
					},
					"Key": "DetailChipDefense"
				},
				{
					"Source": {
						"Text": "빈 자리"
					},
					"Translation": {
						"Text": "빈 자리"
					},
					"Key": "PartySlotEmpty"
				},
				{
					"Source": {
						"Text": "사거리"
					},
					"Translation": {
						"Text": "사거리"
					},
					"Key": "DetailChipRange"
				},
				{
					"Source": {
						"Text": "속도"
					},
					"Translation": {
						"Text": "속도"
					},
					"Key": "DetailChipSpeed"
				},
				{
					"Source": {
						"Text": "스킬"
					},
					"Translation": {
						"Text": "스킬"
					},
					"Key": "MonsterTabSkills"
				},
				{
					"Source": {
						"Text": "스킬  ·  없음"
					},
					"Translation": {
						"Text": "스킬  ·  없음"
					},
					"Key": "MonsterTabNoSkills"
				},
				{
					"Source": {
						"Text": "이동"
					},
					"Translation": {
						"Text": "이동"
					},
					"Key": "MercenaryMoveSummary"
				},
				{
					"Source": {
						"Text": "이동"
					},
					"Translation": {
						"Text": "이동"
					},
					"Key": "Move"
				},
				{
					"Source": {
						"Text": "이동"
					},
					"Translation": {
						"Text": "이동"
					},
					"Key": "MoveDetailTitle"
				},
				{
					"Source": {
						"Text": "저장 중..."
					},
					"Translation": {
						"Text": "저장 중..."
					},
					"Key": "SavingRun"
				},
				{
					"Source": {
						"Text": "저장 후 종료에 실패했습니다."
					},
					"Translation": {
						"Text": "저장 후 종료에 실패했습니다."
					},
					"Key": "SaveAndExitFailed"
				},
				{
					"Source": {
						"Text": "조작"
					},
					"Translation": {
						"Text": "조작"
					},
					"Key": "DetailExtraMove"
				},
				{
					"Source": {
						"Text": "최대 칸"
					},
					"Translation": {
						"Text": "최대 칸"
					},
					"Key": "DetailChipMoveRange"
				},
				{
					"Source": {
						"Text": "취소"
					},
					"Translation": {
						"Text": "취소"
					},
					"Key": "CancelAim"
				},
				{
					"Source": {
						"Text": "치명"
					},
					"Translation": {
						"Text": "치명"
					},
					"Key": "DetailChipCritical"
				},
				{
					"Source": {
						"Text": "쿨타임"
					},
					"Translation": {
						"Text": "쿨타임"
					},
					"Key": "DetailChipCooldown"
				},
				{
					"Source": {
						"Text": "턴 종료"
					},
					"Translation": {
						"Text": "턴 종료"
					},
					"Key": "EndTurn"
				},
				{
					"Source": {
						"Text": "피해"
					},
					"Translation": {
						"Text": "피해"
					},
					"Key": "DetailChipDamage"
				},
				{
					"Source": {
						"Text": "효과"
					},
					"Translation": {
						"Text": "효과"
					},
					"Key": "DetailExtraArtifact"
				}
			]
		},
		{
			"Namespace": "CombatResultOverlayWidget",
			"Children": [
				{
					"Source": {
						"Text": "0 / {0}"
					},
					"Translation": {
						"Text": "0 / {0}"
					},
					"Key": "SurvivorFormat"
				},
				{
					"Source": {
						"Text": "{0} · {1} 라운드"
					},
					"Translation": {
						"Text": "{0} · {1} 라운드"
					},
					"Key": "LocationFormat"
				},
				{
					"Source": {
						"Text": "현재 전투 지역"
					},
					"Translation": {
						"Text": "현재 전투 지역"
					},
					"Key": "UnknownLocation"
				}
			]
		},
		{
			"Namespace": "FrontendGameMode",
			"Children": [
				{
					"Source": {
						"Text": "HP {0} / Gold {1}"
					},
					"Translation": {
						"Text": "HP {0} / Gold {1}"
					},
					"Key": "CharacterStatSummary"
				},
				{
					"Source": {
						"Text": "Player"
					},
					"Translation": {
						"Text": "Player"
					},
					"Key": "DefaultUserName"
				},
				{
					"Source": {
						"Text": "광전사 · 근접"
					},
					"Translation": {
						"Text": "광전사 · 근접"
					},
					"Key": "BarbarianRoleText"
				},
				{
					"Source": {
						"Text": "그림자에서 기습하는 민첩한 암살자.\n빠른 연속 공격으로 적을 무너뜨린다."
					},
					"Translation": {
						"Text": "그림자에서 기습하는 민첩한 암살자.\n빠른 연속 공격으로 적을 무너뜨린다."
					},
					"Key": "RogueDesc"
				},
				{
					"Source": {
						"Text": "기사"
					},
					"Translation": {
						"Text": "기사"
					},
					"Key": "KnightNameText"
				},
				{
					"Source": {
						"Text": "기습 암살자 · 근접"
					},
					"Translation": {
						"Text": "기습 암살자 · 근접"
					},
					"Key": "RogueRoleText"
				},
				{
					"Source": {
						"Text": "도적"
					},
					"Translation": {
						"Text": "도적"
					},
					"Key": "RogueNameText"
				},
				{
					"Source": {
						"Text": "두꺼운 갑옷과 방패로 전열을 지키는 근접 수호자.\n높은 체력으로 적의 공격을 버틴다."
					},
					"Translation": {
						"Text": "두꺼운 갑옷과 방패로 전열을 지키는 근접 수호자.\n높은 체력으로 적의 공격을 버틴다."
					},
					"Key": "KnightDesc"
				},
				{
					"Source": {
						"Text": "드루이드"
					},
					"Translation": {
						"Text": "드루이드"
					},
					"Key": "DruidNameText"
				},
				{
					"Source": {
						"Text": "레인저"
					},
					"Translation": {
						"Text": "레인저"
					},
					"Key": "RangerNameText"
				},
				{
					"Source": {
						"Text": "마법사"
					},
					"Translation": {
						"Text": "마법사"
					},
					"Key": "MageNameText"
				},
				{
					"Source": {
						"Text": "마법으로 광역 피해를 주는 원거리 술사.\n강력하지만 체력이 낮다."
					},
					"Translation": {
						"Text": "마법으로 광역 피해를 주는 원거리 술사.\n강력하지만 체력이 낮다."
					},
					"Key": "MageDesc"
				},
				{
					"Source": {
						"Text": "먼 거리에서 활로 적을 솎아내는 명사수.\n가까이 붙기 전에 승부를 낸다."
					},
					"Translation": {
						"Text": "먼 거리에서 활로 적을 솎아내는 명사수.\n가까이 붙기 전에 승부를 낸다."
					},
					"Key": "RangerDesc"
				},
				{
					"Source": {
						"Text": "명사수 · 원거리"
					},
					"Translation": {
						"Text": "명사수 · 원거리"
					},
					"Key": "RangerRoleText"
				},
				{
					"Source": {
						"Text": "방패 탱커 · 근접"
					},
					"Translation": {
						"Text": "방패 탱커 · 근접"
					},
					"Key": "KnightRoleText"
				},
				{
					"Source": {
						"Text": "알 수 없음"
					},
					"Translation": {
						"Text": "알 수 없음"
					},
					"Key": "UnknownNameText"
				},
				{
					"Source": {
						"Text": "야만전사"
					},
					"Translation": {
						"Text": "야만전사"
					},
					"Key": "BarbarianNameText"
				},
				{
					"Source": {
						"Text": "자연 술사 · 지원"
					},
					"Translation": {
						"Text": "자연 술사 · 지원"
					},
					"Key": "DruidRoleText"
				},
				{
					"Source": {
						"Text": "주문 술사 · 원거리"
					},
					"Translation": {
						"Text": "주문 술사 · 원거리"
					},
					"Key": "MageRoleText"
				},
				{
					"Source": {
						"Text": "준비 중인 캐릭터입니다"
					},
					"Translation": {
						"Text": "준비 중인 캐릭터입니다"
					},
					"Key": "LockedCharacterReason"
				}
			]
		},
		{
			"Namespace": "FrontendMapWidget",
			"Children": [
				{
					"Source": {
						"Text": "BACK"
					},
					"Translation": {
						"Text": "BACK"
					},
					"Key": "CloseText"
				},
				{
					"Source": {
						"Text": "BOSS"
					},
					"Translation": {
						"Text": "BOSS"
					},
					"Key": "DebugBossRoomType"
				},
				{
					"Source": {
						"Text": "DONE"
					},
					"Translation": {
						"Text": "DONE"
					},
					"Key": "MapRoomVisitedBadge"
				},
				{
					"Source": {
						"Text": "ELITE"
					},
					"Translation": {
						"Text": "ELITE"
					},
					"Key": "DebugEliteRoomType"
				},
				{
					"Source": {
						"Text": "ENTER"
					},
					"Translation": {
						"Text": "ENTER"
					},
					"Key": "EnterText"
				},
				{
					"Source": {
						"Text": "LEGEND"
					},
					"Translation": {
						"Text": "LEGEND"
					},
					"Key": "LegendText"
				},
				{
					"Source": {
						"Text": "LOCK"
					},
					"Translation": {
						"Text": "LOCK"
					},
					"Key": "MapRoomLockedBadge"
				},
				{
					"Source": {
						"Text": "Loading"
					},
					"Translation": {
						"Text": "Loading"
					},
					"Key": "LoadingStatusText"
				},
				{
					"Source": {
						"Text": "Locked"
					},
					"Translation": {
						"Text": "Locked"
					},
					"Key": "MapRoomLocked"
				},
				{
					"Source": {
						"Text": "MAP"
					},
					"Translation": {
						"Text": "MAP"
					},
					"Key": "MapText"
				},
				{
					"Source": {
						"Text": "MON"
					},
					"Translation": {
						"Text": "MON"
					},
					"Key": "DebugMonsterRoomType"
				},
				{
					"Source": {
						"Text": "Map is not ready"
					},
					"Translation": {
						"Text": "Map is not ready"
					},
					"Key": "MapUnavailableStatusText"
				},
				{
					"Source": {
						"Text": "READY"
					},
					"Translation": {
						"Text": "READY"
					},
					"Key": "MapRoomReadyBadge"
				},
				{
					"Source": {
						"Text": "Ready"
					},
					"Translation": {
						"Text": "Ready"
					},
					"Key": "MapRoomReady"
				},
				{
					"Source": {
						"Text": "SELECT"
					},
					"Translation": {
						"Text": "SELECT"
					},
					"Key": "MapRoomSelectedBadge"
				},
				{
					"Source": {
						"Text": "SHOP"
					},
					"Translation": {
						"Text": "SHOP"
					},
					"Key": "DebugShopRoomType"
				},
				{
					"Source": {
						"Text": "START"
					},
					"Translation": {
						"Text": "START"
					},
					"Key": "DebugStartRoomType"
				},
				{
					"Source": {
						"Text": "START"
					},
					"Translation": {
						"Text": "START"
					},
					"Key": "MapStartBadge"
				},
				{
					"Source": {
						"Text": "START"
					},
					"Translation": {
						"Text": "START"
					},
					"Key": "MapStartNodeLabel"
				},
				{
					"Source": {
						"Text": "Select a room"
					},
					"Translation": {
						"Text": "Select a room"
					},
					"Key": "NoRoomSelected"
				},
				{
					"Source": {
						"Text": "Selected"
					},
					"Translation": {
						"Text": "Selected"
					},
					"Key": "MapRoomSelected"
				},
				{
					"Source": {
						"Text": "Start"
					},
					"Translation": {
						"Text": "Start"
					},
					"Key": "StartPointTitle"
				},
				{
					"Source": {
						"Text": "Start point"
					},
					"Translation": {
						"Text": "Start point"
					},
					"Key": "MapStartState"
				},
				{
					"Source": {
						"Text": "TRS"
					},
					"Translation": {
						"Text": "TRS"
					},
					"Key": "DebugTreasureRoomType"
				},
				{
					"Source": {
						"Text": "Visited"
					},
					"Translation": {
						"Text": "Visited"
					},
					"Key": "MapRoomVisited"
				},
				{
					"Source": {
						"Text": "{0}-{1}"
					},
					"Translation": {
						"Text": "{0}-{1}"
					},
					"Key": "MapRoomCompactNodeLabelFormat"
				},
				{
					"Source": {
						"Text": "{0}-{1} {2}"
					},
					"Translation": {
						"Text": "{0}-{1} {2}"
					},
					"Key": "MapRoomDebugNodeLabelFormat"
				}
			]
		},
		{
			"Namespace": "LoadingNotifyWidget",
			"Children": [
				{
					"Source": {
						"Text": "Complete"
					},
					"Translation": {
						"Text": "Complete"
					},
					"Key": "Complete"
				},
				{
					"Source": {
						"Text": "Loading"
					},
					"Translation": {
						"Text": "Loading"
					},
					"Key": "Loading"
				},
				{
					"Source": {
						"Text": "●"
					},
					"Translation": {
						"Text": "●"
					},
					"Key": "DefaultIndicatorText"
				}
			]
		},
		{
			"Namespace": "MarchboundHire",
			"Children": [
				{
					"Source": {
						"Text": "SPEED 3"
					},
					"Translation": {
						"Text": "SPEED 3"
					},
					"Key": "SpeedDefault"
				},
				{
					"Source": {
						"Text": "기사"
					},
					"Translation": {
						"Text": "기사"
					},
					"Key": "Knight"
				},
				{
					"Source": {
						"Text": "뒤로"
					},
					"Translation": {
						"Text": "뒤로"
					},
					"Key": "Back"
				},
				{
					"Source": {
						"Text": "용병 선택"
					},
					"Translation": {
						"Text": "용병 선택"
					},
					"Key": "Title"
				},
				{
					"Source": {
						"Text": "추가"
					},
					"Translation": {
						"Text": "추가"
					},
					"Key": "Add"
				},
				{
					"Source": {
						"Text": "출발"
					},
					"Translation": {
						"Text": "출발"
					},
					"Key": "Depart"
				},
				{
					"Source": {
						"Text": "파티 0/3"
					},
					"Translation": {
						"Text": "파티 0/3"
					},
					"Key": "PartyDefault"
				}
			]
		},
		{
			"Namespace": "MarchboundMonsterTab",
			"Children": [
				{
					"Source": {
						"Text": "늑대인간"
					},
					"Translation": {
						"Text": "늑대인간"
					},
					"Key": "CenterWerewolf"
				},
				{
					"Source": {
						"Text": "늑대인간"
					},
					"Translation": {
						"Text": "늑대인간"
					},
					"Key": "DetailWerewolf"
				},
				{
					"Source": {
						"Text": "닫기"
					},
					"Translation": {
						"Text": "닫기"
					},
					"Key": "Back"
				},
				{
					"Source": {
						"Text": "몬스터"
					},
					"Translation": {
						"Text": "몬스터"
					},
					"Key": "Title"
				},
				{
					"Source": {
						"Text": "상태"
					},
					"Translation": {
						"Text": "상태"
					},
					"Key": "StatusHeading"
				},
				{
					"Source": {
						"Text": "스킬"
					},
					"Translation": {
						"Text": "스킬"
					},
					"Key": "SkillHeading"
				},
				{
					"Source": {
						"Text": "야수 · 근접"
					},
					"Translation": {
						"Text": "야수 · 근접"
					},
					"Key": "DetailType"
				},
				{
					"Source": {
						"Text": "출현 몬스터"
					},
					"Translation": {
						"Text": "출현 몬스터"
					},
					"Key": "ListHeading"
				}
			]
		},
		{
			"Namespace": "MercenaryHire",
			"Children": [
				{
					"Source": {
						"Text": "검토 중"
					},
					"Translation": {
						"Text": "검토 중"
					},
					"Key": "StateReviewing"
				},
				{
					"Source": {
						"Text": "모집 중"
					},
					"Translation": {
						"Text": "모집 중"
					},
					"Key": "StateOpen"
				},
				{
					"Source": {
						"Text": "바꾸려면 누르기"
					},
					"Translation": {
						"Text": "바꾸려면 누르기"
					},
					"Key": "StateFull"
				},
				{
					"Source": {
						"Text": "이동"
					},
					"Translation": {
						"Text": "이동"
					},
					"Key": "Move"
				},
				{
					"Source": {
						"Text": "잠김"
					},
					"Translation": {
						"Text": "잠김"
					},
					"Key": "StateLocked"
				},
				{
					"Source": {
						"Text": "평타"
					},
					"Translation": {
						"Text": "평타"
					},
					"Key": "BasicAttack"
				}
			]
		},
		{
			"Namespace": "RewardPreview",
			"Children": [
				{
					"Source": {
						"Text": "Knight"
					},
					"Translation": {
						"Text": "Knight"
					},
					"Key": "KnightName"
				},
				{
					"Source": {
						"Text": "Mage"
					},
					"Translation": {
						"Text": "Mage"
					},
					"Key": "MageName"
				},
				{
					"Source": {
						"Text": "Rogue"
					},
					"Translation": {
						"Text": "Rogue"
					},
					"Key": "RogueName"
				},
				{
					"Source": {
						"Text": "공용 스킬 보상"
					},
					"Translation": {
						"Text": "공용 스킬 보상"
					},
					"Key": "SkillRewardDescription"
				},
				{
					"Source": {
						"Text": "수호자의 검"
					},
					"Translation": {
						"Text": "수호자의 검"
					},
					"Key": "EquipmentRewardName"
				},
				{
					"Source": {
						"Text": "장비 선택 보상"
					},
					"Translation": {
						"Text": "장비 선택 보상"
					},
					"Key": "EquipmentRewardDescription"
				},
				{
					"Source": {
						"Text": "전투 보상"
					},
					"Translation": {
						"Text": "전투 보상"
					},
					"Key": "RewardPreviewTitle"
				},
				{
					"Source": {
						"Text": "회전베기"
					},
					"Translation": {
						"Text": "회전베기"
					},
					"Key": "SkillRewardName"
				}
			]
		},
		{
			"Namespace": "RewardSettlement",
			"Children": [
				{
					"Source": {
						"Text": "+22"
					},
					"Translation": {
						"Text": "+22"
					},
					"Key": "GoldPreview"
				},
				{
					"Source": {
						"Text": "+50 XP"
					},
					"Translation": {
						"Text": "+50 XP"
					},
					"Key": "XPPreview"
				},
				{
					"Source": {
						"Text": "골드"
					},
					"Translation": {
						"Text": "골드"
					},
					"Key": "ChoiceGoldPreview"
				},
				{
					"Source": {
						"Text": "다음"
					},
					"Translation": {
						"Text": "다음"
					},
					"Key": "Next"
				},
				{
					"Source": {
						"Text": "스킬"
					},
					"Translation": {
						"Text": "스킬"
					},
					"Key": "SkillPreview"
				},
				{
					"Source": {
						"Text": "아티팩트"
					},
					"Translation": {
						"Text": "아티팩트"
					},
					"Key": "EquipmentPreview"
				},
				{
					"Source": {
						"Text": "전투 보상"
					},
					"Translation": {
						"Text": "전투 보상"
					},
					"Key": "Title"
				}
			]
		},
		{
			"Namespace": "RewardSettlementWidget",
			"Children": [
				{
					"Source": {
						"Text": "+{0}"
					},
					"Translation": {
						"Text": "+{0}"
					},
					"Key": "GoldGain"
				},
				{
					"Source": {
						"Text": "+{0} XP"
					},
					"Translation": {
						"Text": "+{0} XP"
					},
					"Key": "XPBadge"
				},
				{
					"Source": {
						"Text": "Lv.{0}"
					},
					"Translation": {
						"Text": "Lv.{0}"
					},
					"Key": "Level"
				},
				{
					"Source": {
						"Text": "{0} / {1}"
					},
					"Translation": {
						"Text": "{0} / {1}"
					},
					"Key": "ExpBar"
				},
				{
					"Source": {
						"Text": "골드"
					},
					"Translation": {
						"Text": "골드"
					},
					"Key": "GoldReward"
				},
				{
					"Source": {
						"Text": "다음"
					},
					"Translation": {
						"Text": "다음"
					},
					"Key": "Next"
				},
				{
					"Source": {
						"Text": "받기"
					},
					"Translation": {
						"Text": "받기"
					},
					"Key": "Take"
				},
				{
					"Source": {
						"Text": "스킬"
					},
					"Translation": {
						"Text": "스킬"
					},
					"Key": "SkillReward"
				},
				{
					"Source": {
						"Text": "아티팩트"
					},
					"Translation": {
						"Text": "아티팩트"
					},
					"Key": "EquipmentReward"
				},
				{
					"Source": {
						"Text": "전투 보상"
					},
					"Translation": {
						"Text": "전투 보상"
					},
					"Key": "DefaultTitle"
				}
			]
		},
		{
			"Namespace": "Room",
			"Children": [
				{
					"Source": {
						"Text": "보물"
					},
					"Translation": {
						"Text": "보물"
					},
					"Key": "RoomNameTreasure"
				},
				{
					"Source": {
						"Text": "보스"
					},
					"Translation": {
						"Text": "보스"
					},
					"Key": "RoomNameBoss"
				},
				{
					"Source": {
						"Text": "상점"
					},
					"Translation": {
						"Text": "상점"
					},
					"Key": "RoomNameShop"
				},
				{
					"Source": {
						"Text": "아티팩트"
					},
					"Translation": {
						"Text": "아티팩트"
					},
					"Key": "Artifact"
				},
				{
					"Source": {
						"Text": "엘리트"
					},
					"Translation": {
						"Text": "엘리트"
					},
					"Key": "RoomNameElite"
				},
				{
					"Source": {
						"Text": "용병"
					},
					"Translation": {
						"Text": "용병"
					},
					"Key": "Mercenary"
				},
				{
					"Source": {
						"Text": "일반"
					},
					"Translation": {
						"Text": "일반"
					},
					"Key": "RoomNameMonster"
				}
			]
		},
		{
			"Namespace": "RoomGameModeBase",
			"Children": [
				{
					"Source": {
						"Text": "Boss"
					},
					"Translation": {
						"Text": "Boss"
					},
					"Key": "BossRoomTitle"
				},
				{
					"Source": {
						"Text": "Elite"
					},
					"Translation": {
						"Text": "Elite"
					},
					"Key": "EliteRoomTitle"
				},
				{
					"Source": {
						"Text": "Monster"
					},
					"Translation": {
						"Text": "Monster"
					},
					"Key": "MonsterRoomTitle"
				},
				{
					"Source": {
						"Text": "Routes: {0}"
					},
					"Translation": {
						"Text": "Routes: {0}"
					},
					"Key": "StartPointDescription"
				},
				{
					"Source": {
						"Text": "Row {0}, Column {1}. Next routes: {2}"
					},
					"Translation": {
						"Text": "Row {0}, Column {1}. Next routes: {2}"
					},
					"Key": "MapRoomDescription"
				},
				{
					"Source": {
						"Text": "Shop"
					},
					"Translation": {
						"Text": "Shop"
					},
					"Key": "ShopRoomTitle"
				},
				{
					"Source": {
						"Text": "Start"
					},
					"Translation": {
						"Text": "Start"
					},
					"Key": "StartPointTitle"
				},
				{
					"Source": {
						"Text": "Treasure"
					},
					"Translation": {
						"Text": "Treasure"
					},
					"Key": "TreasureRoomTitle"
				},
				{
					"Source": {
						"Text": "Unknown"
					},
					"Translation": {
						"Text": "Unknown"
					},
					"Key": "UnknownRoomTitle"
				}
			]
		},
		{
			"Namespace": "SettingsPanelWidget_Text",
			"Children": [
				{
					"Source": {
						"Text": "30"
					},
					"Translation": {
						"Text": "30"
					},
					"Key": "30"
				},
				{
					"Source": {
						"Text": "60"
					},
					"Translation": {
						"Text": "60"
					},
					"Key": "60"
				},
				{
					"Source": {
						"Text": "Abandon Run"
					},
					"Translation": {
						"Text": "Abandon Run"
					},
					"Key": "Abandon Run"
				},
				{
					"Source": {
						"Text": "Audio"
					},
					"Translation": {
						"Text": "Audio"
					},
					"Key": "Audio"
				},
				{
					"Source": {
						"Text": "BGM"
					},
					"Translation": {
						"Text": "BGM"
					},
					"Key": "BGM"
				},
				{
					"Source": {
						"Text": "Back"
					},
					"Translation": {
						"Text": "Back"
					},
					"Key": "Back"
				},
				{
					"Source": {
						"Text": "Display"
					},
					"Translation": {
						"Text": "Display"
					},
					"Key": "Display"
				},
				{
					"Source": {
						"Text": "Effects"
					},
					"Translation": {
						"Text": "Effects"
					},
					"Key": "Effects"
				},
				{
					"Source": {
						"Text": "FPS"
					},
					"Translation": {
						"Text": "FPS"
					},
					"Key": "FPS"
				},
				{
					"Source": {
						"Text": "Gameplay"
					},
					"Translation": {
						"Text": "Gameplay"
					},
					"Key": "Gameplay"
				},
				{
					"Source": {
						"Text": "Graphics"
					},
					"Translation": {
						"Text": "Graphics"
					},
					"Key": "Graphics"
				},
				{
					"Source": {
						"Text": "HIGH"
					},
					"Translation": {
						"Text": "HIGH"
					},
					"Key": "High"
				},
				{
					"Source": {
						"Text": "LOW"
					},
					"Translation": {
						"Text": "LOW"
					},
					"Key": "Low"
				},
				{
					"Source": {
						"Text": "Language"
					},
					"Translation": {
						"Text": "Language"
					},
					"Key": "Language"
				},
				{
					"Source": {
						"Text": "MID"
					},
					"Translation": {
						"Text": "MID"
					},
					"Key": "Mid"
				},
				{
					"Source": {
						"Text": "Master"
					},
					"Translation": {
						"Text": "Master"
					},
					"Key": "Master"
				},
				{
					"Source": {
						"Text": "Quality"
					},
					"Translation": {
						"Text": "Quality"
					},
					"Key": "Quality"
				},
				{
					"Source": {
						"Text": "Reset"
					},
					"Translation": {
						"Text": "Reset"
					},
					"Key": "Reset"
				},
				{
					"Source": {
						"Text": "SFX"
					},
					"Translation": {
						"Text": "SFX"
					},
					"Key": "SFX"
				},
				{
					"Source": {
						"Text": "Save and Exit"
					},
					"Translation": {
						"Text": "Save and Exit"
					},
					"Key": "Save and Exit"
				},
				{
					"Source": {
						"Text": "Screen Shake"
					},
					"Translation": {
						"Text": "Screen Shake"
					},
					"Key": "Screen Shake"
				},
				{
					"Source": {
						"Text": "Settings"
					},
					"Translation": {
						"Text": "Settings"
					},
					"Key": "Settings"
				},
				{
					"Source": {
						"Text": "UI"
					},
					"Translation": {
						"Text": "UI"
					},
					"Key": "UI"
				},
				{
					"Source": {
						"Text": "Vibration"
					},
					"Translation": {
						"Text": "Vibration"
					},
					"Key": "Vibration"
				},
				{
					"Source": {
						"Text": "Volume"
					},
					"Translation": {
						"Text": "Volume"
					},
					"Key": "Volume"
				}
			]
		},
		{
			"Namespace": "ShopUIWidgetBase",
			"Children": [
				{
					"Source": {
						"Text": "-"
					},
					"Translation": {
						"Text": "-"
					},
					"Key": "-"
				},
				{
					"Source": {
						"Text": "Gold {0}"
					},
					"Translation": {
						"Text": "Gold {0}"
					},
					"Key": "Gold {0}"
				},
				{
					"Source": {
						"Text": "Leave"
					},
					"Translation": {
						"Text": "Leave"
					},
					"Key": "Leave"
				},
				{
					"Source": {
						"Text": "Shop"
					},
					"Translation": {
						"Text": "Shop"
					},
					"Key": "Shop"
				},
				{
					"Source": {
						"Text": "Sold Out"
					},
					"Translation": {
						"Text": "Sold Out"
					},
					"Key": "Sold Out"
				},
				{
					"Source": {
						"Text": "S{0}: {1}"
					},
					"Translation": {
						"Text": "S{0}: {1}"
					},
					"Key": "S{0}: {1}"
				},
				{
					"Source": {
						"Text": "[{0}]"
					},
					"Translation": {
						"Text": "[{0}]"
					},
					"Key": "[{0}]"
				},
				{
					"Source": {
						"Text": "[{0}] {1} Lv.{2}"
					},
					"Translation": {
						"Text": "[{0}] {1} Lv.{2}"
					},
					"Key": "[{0}] {1} Lv.{2}"
				},
				{
					"Source": {
						"Text": "{0} G"
					},
					"Translation": {
						"Text": "{0} G"
					},
					"Key": "{0} G"
				}
			]
		},
		{
			"Namespace": "StaticSkillDataDetails",
			"Children": [
				{
					"Source": {
						"Text": "스킬 설정값에 맞춰 Description 텍스트를 자동 생성합니다."
					},
					"Translation": {
						"Text": "스킬 설정값에 맞춰 Description 텍스트를 자동 생성합니다."
					},
					"Key": "GenerateDescriptionToolTip"
				},
				{
					"Source": {
						"Text": "자동 생성"
					},
					"Translation": {
						"Text": "자동 생성"
					},
					"Key": "GenerateDescription"
				}
			]
		},
		{
			"Namespace": "TitleMenuWidget",
			"Children": [
				{
					"Source": {
						"Text": "CONTINUE"
					},
					"Translation": {
						"Text": "CONTINUE"
					},
					"Key": "ContinueText"
				},
				{
					"Source": {
						"Text": "EXIT"
					},
					"Translation": {
						"Text": "EXIT"
					},
					"Key": "ExitText"
				},
				{
					"Source": {
						"Text": "NEW START"
					},
					"Translation": {
						"Text": "NEW START"
					},
					"Key": "NewStartText"
				},
				{
					"Source": {
						"Text": "SETTINGS"
					},
					"Translation": {
						"Text": "SETTINGS"
					},
					"Key": "SettingsText"
				},
				{
					"Source": {
						"Text": "START"
					},
					"Translation": {
						"Text": "START"
					},
					"Key": "StartText"
				}
			]
		},
		{
			"Namespace": "TreasureGameMode",
			"Children": [
				{
					"Source": {
						"Text": "골드"
					},
					"Translation": {
						"Text": "골드"
					},
					"Key": "TreasureGoldName"
				}
			]
		},
		{
			"Namespace": "TreasureUIWidgetBase",
			"Children": [
				{
					"Source": {
						"Text": "Leave"
					},
					"Translation": {
						"Text": "Leave"
					},
					"Key": "Leave"
				},
				{
					"Source": {
						"Text": "Open"
					},
					"Translation": {
						"Text": "Open"
					},
					"Key": "Open"
				},
				{
					"Source": {
						"Text": "Treasure"
					},
					"Translation": {
						"Text": "Treasure"
					},
					"Key": "Treasure"
				},
				{
					"Source": {
						"Text": "{0} G"
					},
					"Translation": {
						"Text": "{0} G"
					},
					"Key": "{0} G"
				}
			]
		}
	]
}